Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: A TEXT column with a maximum length of 16,777,215 (2^24 - 1) characters, stored with a three-byte prefix indicating the length of the value in bytes
sv: En TEXT-kolumn med en maximal lÃ¤ngd av 16.777.215 (2^24-1) tecken, lagrat med ett tre-bytes prefix vilket anger lÃ¤ngden av vÃ¤rdet i bytes

source: A TEXT column with a maximum length of 4,294,967,295 or 4GiB (2^32 - 1) characters, stored with a four-byte prefix indicating the length of the value in bytes
sv: En TEXT-kolumn med en maximal lÃ¤ngd av 4,294,967,295 eller 4GB (2^32-1) tecken, lagrat med ett fyra-bytes prefix vilket anger lÃ¤ngden av vÃ¤rdet i bytes

source: Similar to the CHAR type, but stores binary byte strings rather than non-binary character strings
sv: Liknande typen CHAR, men lagrar binÃ¤ra bytestrÃ¤ngar snarare Ã¤n icke-binÃ¤ra teckenstrÃ¤ngar

source: Similar to the VARCHAR type, but stores binary byte strings rather than non-binary character strings
sv: Liknande typen VARCHAR, men lagrar binÃ¤ra bytestrÃ¤ngar snarare Ã¤n icke-binÃ¤ra teckenstrÃ¤ngar

source: A BLOB column with a maximum length of 255 (2^8 - 1) bytes, stored with a one-byte prefix indicating the length of the value
sv: En BLOB-kolumn med en maximal lÃ¤ngd av 255 (2^8-1) bytes, lagrat med ett en-bytes prefix vilket anger lÃ¤ngden av vÃ¤rdet

source: A BLOB column with a maximum length of 16,777,215 (2^24 - 1) bytes, stored with a three-byte prefix indicating the length of the value
sv: En BLOB-kolumn med en maximal lÃ¤ngd av 16.777.215 (2^24-1) bytes, lagrat med ett tre-bytes prefix vilket anger lÃ¤ngden av vÃ¤rdet

source: A BLOB column with a maximum length of 65,535 (2^16 - 1) bytes, stored with a two-byte prefix indicating the length of the value
sv: En BLOB-kolumn med en maximal lÃ¤ngd av 65.535 (2^16-1) bytes, lagrad med ett tvÃ¥ bytes prefix vilket anger lÃ¤ngden pÃ¥ vÃ¤rdet

source: A BLOB column with a maximum length of 4,294,967,295 or 4GiB (2^32 - 1) bytes, stored with a four-byte prefix indicating the length of the value
sv: En BLOB-kolumn med en maximal lÃ¤ngd av 4,294,967,295 och 4GB (2^32-1) byte, lagrad med ett fyra-bytes prefix som anger lÃ¤ngden pÃ¥ vÃ¤rdet

source: An enumeration, chosen from the list of up to 65,535 values or the special '' error value
sv: En upprÃ¤kning, vald frÃ¥n listan med upp till 65.535 vÃ¤rden eller det speciella felvÃ¤rdet ''

source: A single value chosen from a set of up to 64 members
sv: En enstaka vÃ¤rde valt frÃ¥n en uppsÃ¤ttning av upp till 64 stycken

source: A type that can store a geometry of any type
sv: En typ som kan lagra en geometri av alla typer

source: A point in 2-dimensional space
sv: En punkt i det 2-dimensionella rummet

source: A curve with linear interpolation between points
sv: En kurva med linjÃ¤r interpolering mellan punkter

source: A polygon
sv: En polygon

source: A collection of points
sv: En samling punkter

source: A collection of curves with linear interpolation between points
sv: En samling kurvor med linjÃ¤r interpolering mellan punkterna

source: A collection of polygons
sv: En samling polygoner

source: A collection of geometry objects of any type
sv: En samling geometriobjekt av valfri typ

source: Stores and enables efficient access to data in JSON (JavaScript Object Notation) documents
sv: Lagrar och mÃ¶jliggÃ¶r effektiv Ã¥tkomst till data i JSON (JavaScript Object Notation) -dokument

source: Numeric
sv: Numeriska

source: Date and time
sv: Datum och tid

source: The profile has been updated.
sv: Profilen har uppdaterats.

source: Could not save configuration
sv: Kunde inte spara konfigurationen

source: Static analysis:
sv: Statisk analys:

source: %d errors were found during analysis.
sv: %d fel hittades under analys.

source: Skip Explain SQL
sv: Utan SQL-fÃ¶rklaring

source: Analyze Explain at %s
sv: AnalysfÃ¶rklaring AnalysfÃ¶rklaringpÃ¥ %s

source: Without PHP code
sv: Utan PHP-kod

source: Submit query
sv: Skicka frÃ¥ga

source: Edit inline
sv: Redigera infogade

source: Sun
sv: SÃ¶n

source: %s days, %s hours, %s minutes and %s seconds
sv: %s dagar, %s timmar, %s minuter och %s sekunder

source: Missing parameter:
sv: Saknade parametrar:

source: The %s functionality is affected by a known bug, see %s
sv: Funktionaliteten fÃ¶r %s pÃ¥verkas av en kÃ¤nd bugg, se %s

source: Browse your computer:
sv: GÃ¥ igenom din dator:

source: Select from the web server upload directory <b>%s</b>:
sv: VÃ¤lj frÃ¥n webbserverns uppladdningskatalog <b>%s</b>:

source: There are no files to upload!
sv: Det finns inga filer att ladda upp!

source: Empty
sv: TÃ¶m

source: Execute
sv: UtfÃ¶r

source: Sort
sv: Sortera

source: No files found inside ZIP archive!
sv: Inga filer hittades i ZIP-arkivet!

source: Error in ZIP archive:
sv: Fel i ZIP-arkiv:

source: Invalid authentication method set in configuration:
sv: Ogiltig metod fÃ¶r verifiering angiven i konfiguration:

source: You should upgrade to %s %s or later.
sv: Du bÃ¶r uppgradera till %s %s eller senare.

source: Error: Token mismatch
sv: Fel: Token matchningsfel

source: Icons
sv: Ikoner

source: Both
sv: BÃ¥da

source: Nowhere
sv: Ingenstans

source: Left
sv: Vänster

source: Right
sv: Höger

source: Click
sv: Klicka

source: Double click
sv: Dubbelklicka

source: key
sv: nyckel

source: display column
sv: Visa kolumn

source: Closed
sv: StÃ¤ngd

source: Ask before sending error reports
sv: FrÃ¥ga innan felrapporter skickas

source: Always send error reports
sv: Skicka alltid felrapporter

source: Never send error reports
sv: Skicka aldrig felrapporter

source: Server default
sv: Serverstandard

source: Enable
sv: Aktivera

source: Disable
sv: Inaktivera

source: Quick - display only the minimal options to configure
sv: Snabb - visa endast fÃ¥ alternativ fÃ¶r konfiguration

source: Custom - display all possible options to configure
sv: Anpassad - visa alla tillgÃ¤ngliga konfigurationsalternativ

source: Custom - like above, but without the quick/custom choice
sv: Anpassad - som ovan, men utan valet snabb/anpassad

source: complete inserts
sv: kompletta infogningar

source: extended inserts
sv: utÃ¶kade infogningar

source: both of the above
sv: bÃ¥da av ovanstÃ¥ende

source: neither of the above
sv: ingen av ovanstÃ¥ende

source: Success!
sv: Slutförd!

source: Manage your settings
sv: Hantera dina instÃ¤llningar

source: Configuration has been saved.
sv: Konfigurationen har sparats.

source: Your preferences will be saved for current session only. Storing them permanently requires %sphpMyAdmin configuration storage%s.
sv: Dina instÃ¤llningar kommer enbart att sparas fÃ¶r den aktuella sessionen.FÃ¶r att lagra dem permanent krÃ¤vs %sphpMyAdmin configuration storage%s.

source: Fatal error: The navigation can only be accessed via AJAX
sv: OÃ¥terkalleligt fel: Navigering kan endast nÃ¥s via AJAX

source: Cannot save settings, submitted form contains errors!
sv: Kan inte spara instÃ¤llningar, sÃ¤nt formulÃ¤r innehÃ¥ller fel!

source: Could not import configuration
sv: Kan inte importera konfiguration

source: Configuration contains incorrect data for some fields.
sv: Konfiguration innehÃ¥ller felaktiga data fÃ¶r vissa fÃ¤lt.

source: Do you want to import remaining settings?
sv: Vill du importera Ã¥terstÃ¥ende instÃ¤llningar?

source: Saved on: @DATE@
sv: Har sparat pÃ¥: @DATE@

source: Import from file
sv: Importera frÃ¥n fil

source: Import from browser's storage
sv: Importera frÃ¥n webblÃ¤saren

source: Settings will be imported from your browser's local storage.
sv: InstÃ¤llningar kommer att importeras frÃ¥n webblÃ¤saren.

source: You have no saved settings!
sv: Du har inga sparade instÃ¤llningar!

source: This feature is not supported by your web browser
sv: Denna funktion stÃ¶ds inte av din webblÃ¤sare

source: Merge with current configuration
sv: SlÃ¥ samman med nuvarande konfiguration

source: You can set more settings by modifying config.inc.php, eg. by using %sSetup script%s.
sv: Du kan stÃ¤lla in fler instÃ¤llningar genom att Ã¤ndra config.inc.php, t ex. genom att anvÃ¤nda %sSetup script%s.

source: Save to browser's storage
sv: Spara till webblÃ¤saren

source: Settings will be saved in your browser's local storage.
sv: InstÃ¤llningarna kommer att sparas i din webblÃ¤sare.

source: Existing settings will be overwritten!
sv: Befintliga instÃ¤llningar kommer skrivas Ã¶ver!

source: You can reset all your settings and restore them to default values.
sv: Du kan Ã¥terstÃ¤lla alla instÃ¤llningar och Ã¥terfÃ¶ra dem till standardvÃ¤rdena.

source: View dump (schema) of databases
sv: Visa dump (schema) fÃ¶r databaser

source: No Privileges
sv: Inga privilegier

source: Username and hostname didn't change. If you only want to change the password, 'Change password' tab should be used.
sv: AnvÃ¤ndarnamn och hostname Ã¤ndra inte. Om du bara vill Ã¤ndra lÃ¶senordet, bÃ¶r 'Ãndra lÃ¶senord' -flik anvÃ¤ndas.

source: Not enough privilege to view server status.
sv: Inte tillrÃ¤ckliga privilegier fÃ¶r att visa serverstatus.

source: Not enough privilege to view the advisor.
sv: Inte tillrÃ¤cklig behÃ¶righet fÃ¶r att visa rÃ¥dgivaren.

source: Thread %s was successfully killed.
sv: TrÃ¥den %s dÃ¶dades med framgÃ¥ng.

source: phpMyAdmin was unable to kill thread %s. It probably has already been closed.
sv: phpMyAdmin kunde inte dÃ¶da trÃ¥d %s. Troligtvis har den redan avslutats.

source: Not enough privilege to view query statistics.
sv: Inte tillrÃ¤cklig behÃ¶righet fÃ¶r att visa frÃ¥ge-statistik.

source: Not enough privilege to view status variables.
sv: Inte tillrÃ¤ckliga privilegier fÃ¶r att visa status-variabler.

source: Configuration file
sv: Konfigurationsfil

source: You are not using a secure connection; all data (including potentially sensitive information, like passwords) is transferred unencrypted!
sv: Du anvÃ¤nder inte en sÃ¤ker anslutning; all data (inklusive potentiellt kÃ¤nslig information, som lÃ¶senord) Ã¶verfÃ¶rs okrypterat!

source: Insecure connection
sv: OsÃ¤ker anslutning

source: Configuration saved.
sv: Konfigurationen sparad.

source: Configuration saved to file config/config.inc.php in phpMyAdmin top level directory, copy it to top level one and delete directory config to use it.
sv: Konfiguration sparad till filen config/config.inc.php i huvudkatalogen fÃ¶r phpMyAdmin, kopiera den till huvudnivÃ¥n och radera katalogen config fÃ¶r att anvÃ¤nda den.

source: Please create web server writable folder [em]config[/em] in phpMyAdmin top level directory as described in [doc@setup_script]documentation[/doc]. Otherwise you will be only able to download or display it.
sv: Skapa en skrivbar katalog [em]config[/em] fÃ¶r webbservern i phpMyAdmin:s huvudkatalog som beskrivs i [doc@setup_script]documentationen[/doc]. Annars kommer du enbart kunna hÃ¤mta eller visa den.

source: Show hidden messages (#MSG_COUNT)
sv: Visa dolda meddelanden (#MSG_COUNT)

source: There are no configured servers
sv: Det finns inga konfigurerade servrar

source: New server
sv: Ny server

source: Default language
sv: FÃ¶rvalt sprÃ¥k

source: let the user choose
sv: lÃ¥t anvÃ¤ndaren vÃ¤lja

source: - none -
sv: - ingen -

source: Default server
sv: FÃ¶rvald server

source: End of line
sv: Radslut

source: Display
sv: Visa

source: phpMyAdmin homepage
sv: phpMyAdmin:s hemsida

source: Check for latest version
sv: SÃ¶k efter senaste version

source: Edit server
sv: Konfigurera server

source: Wrong GET file attribute value
sv: Felaktigt filattributvÃ¤rde fÃ¶r GET

source: Submitted form contains errors
sv: Skickat formulÃ¤r innehÃ¥ller fel

source: Try to revert erroneous fields to their default values
sv: FÃ¶rsÃ¶k Ã¥terstÃ¤lla felaktiga fÃ¤lt till deras standardvÃ¤rden

source: Ignore errors
sv: Ignorera fel

source: Show form
sv: Visa formulÃ¤r

source: Reading of version failed. Maybe you're offline or the upgrade server does not respond.
sv: Lyckades ej lÃ¤sa version. Du Ã¤r kanske offline, eller sÃ¥ svarar inte uppgraderingsservern.

source: Got invalid version string from server
sv: Ogiltig versionsstrÃ¤ng frÃ¥n servern

source: Unparsable version string
sv: Ej analyserbar versionsstrÃ¤ng

source: You are using Git version, run [kbd]git pull[/kbd] :-)[br]The latest stable version is %s, released on %s.
sv: Du anvÃ¤nder Git-versionen, kÃ¶r [kbd]git pull[/kbd] :-) [br] Den senaste stabila versionen Ã¤r %s, slÃ¤ppt den %s.

source: No newer stable version is available
sv: Ingen nyare stabil version finns tillgÃ¤nglig

source: Wrong data
sv: Felaktigt data

source: '%s' database does not exist.
sv: Databasen '%s' existerar inte.

source: Table %s already exists!
sv: Tabell %s finns redan!

source: View dump (schema) of table
sv: Visa SQL-satser fÃ¶r tabellen

source: Invalid table name
sv: Ogiltigt tabellnamn

source: Row: %1$s, Column: %2$s, Error: %3$s
sv: Rad: %1$s, kolumn: %2$s, fel: %3$s

source: No row selected.
sv: Ingen rad vald.

source: Tracking of %s is activated.
sv: SpÃ¥rning av %s Ã¤r aktiverad.

source: Tracking versions deleted successfully.
sv: SpÃ¥rningsversioner raderades.

source: No versions selected.
sv: Ingen version vald.

source: SQL statements executed.
sv: SQL-satser exekverade.

source: Theme
sv: Tema

source: Get more themes!
sv: HÃ¤mta fler teman!

source: Available MIME types
sv: TillgÃ¤ngliga MIME-typer

source: Available browser display transformations
sv: TillgÃ¤ngliga transformationer av webblÃ¤sareutseende

source: Available input transformations
sv: TillgÃ¤ngliga transformationer av indata

source: Browser display transformation
sv: WebblÃ¤saromvandling

source: Input transformation
sv: Transformation av indata

source: Start row:
sv: Startrad:

source: Number of rows:
sv: Antal rader:

source: Click to toggle
sv: Klicka fÃ¶r att vÃ¤xla

source: Find:
sv: Hitta:

source: Replace with:
sv: ErsÃ¤tt med:

source: Use regular expression
sv: AnvÃ¤nd reguljÃ¤ra uttryck

source: Use this column to label each point
sv: AnvÃ¤nd denna kolumn fÃ¶r att markera varje punkt

source: Maximum rows to plot
sv: Maximalt antal rader att visa

source: Databases:
sv: Databaser:

source: Output:
sv: Utdata:

source: Save output to a file
sv: Spara utdata till en fil

source: Operator
sv: Operatör

source: Character set of the file:
sv: TeckenuppsÃ¤ttning fÃ¶r filen:

source: Edit view
sv: Redigera vy

source: Partitions
sv: Partitioner

source: Press Ctrl+Enter to execute query
sv: Tryck pÃ¥ Ctrl+Enter fÃ¶r att exekvera frÃ¥gan

source: Press Enter to execute query
sv: Tryck pÃ¥ Enter fÃ¶r att kÃ¶ra frÃ¥gan

source: Collapse
sv: Kollapsa

source: Expand
sv: Expandera

source: Requery
sv: Ny frÃ¥ga

source: Explain
sv: FÃ¶rklara

source: Bookmark
sv: BokmÃ¤rke

source: Query failed
sv: Query misslyckades

source: Queried time
sv: Exekveringstid fÃ¶r frÃ¥gor

source: During current session
sv: Under aktuell session

source: ascending
sv: Stigande

source: descending
sv: fallande

source: Order:
sv: Sorteringsordning:

source: Execution order
sv: KÃ¶rningsordningen

source: Time taken
sv: TidsÃ¥tgÃ¥ng

source: Order by:
sv: Sorteringsordning:

source: Ungroup queries
sv: Dela upp frÃ¥gor

source: Show trace
sv: Visa spÃ¥r

source: Hide trace
sv: DÃ¶lja spÃ¥r

source: Add bookmark
sv: LÃ¤gg till bokmÃ¤rke

source: Target database
sv: MÃ¥ldatabas

source: Share this bookmark
sv: Dela detta bokmÃ¤rke

source: Set default
sv: SÃ¤tt som standard

source: Execute queries on Enter and insert new line with Shift + Enter. To make this permanent, view settings.
sv: KÃ¶ra sÃ¶kningar med RETUR och Infoga ny rad med SKIFT+RETUR. Visa instÃ¤llningar fÃ¶r att gÃ¶ra detta permanent.

source: Select a column.
sv: VÃ¤lj en kolumn.

source: Expression
sv: Uttryck

source: Check tables having overhead
sv: Kontrollera tabeller med overhead

source: Show create
sv: Visa/Skapa

source: Add prefix to table
sv: LÃ¤gg till prefix till tabellen

source: Replace table prefix
sv: ErsÃ¤tt tabellprefix

source: Add columns to central list
sv: LÃ¤gg till kolumner i huvudlista

source: Remove columns from central list
sv: Ta bort kolumner frÃ¥n huvudlista

source: Make consistent with central list
sv: GÃ¶r enhetlig med huvudlista

source: Edit ENUM/SET values
sv: Redigera vÃ¤rden pÃ¥ ENUM/SET

source: Remove selected user accounts
sv: Ta bort markerade anvÃ¤ndarkonton

source: Revoke all active privileges from the users and delete them afterwards.
sv: UpphÃ¤v alla aktiva privilegier frÃ¥n anvÃ¤ndarna och ta bort dem efterÃ¥t.

source: Drop the databases that have the same names as the users.
sv: Ta bort databaserna med samma namn som anvÃ¤ndarna.

source: Add %s column(s)
sv: LÃ¤gg till %s fÃ¤lt

source: at beginning of table
sv: I bÃ¶rjan av tabellen

source: after %s
sv: efter %s

source: Show/hide columns
sv: Visa/DÃ¶lj kolumner

source: See table structure
sv: Se tabellstruktur

source: Add an option for column "%s".
sv: LÃ¤gg till ett alternativ fÃ¶r kolumnen "%s".

source: Verify
sv: Verifiera

source: Bar
sv: Stapel

source: Column
sv: Kolumn

source: Line
sv: Rad

source: Area
sv: Ytdiagram

source: Pie
sv: Cirkeldiagram

source: Timeline
sv: Tidslinje

source: Scatter
sv: Sambandsdiagram

source: Stacked
sv: Staplade

source: X-Axis:
sv: X-axel:

source: Series:
sv: Serie:

source: X-Axis label:
sv: X-axel etikett:

source: X Values
sv: X-vÃ¤rden

source: Y-Axis label:
sv: Y-axel etikett:

source: Y Values
sv: Y-vÃ¤rden

source: Series names are in a column
sv: Serie namn Ã¤r i en kolumn

source: Series column:
sv: Kolumnserie:

source: Value Column:
sv: VÃ¤rdekolumn:

source: Save chart as image
sv: Spara diagrammet som bild

source: Except
sv: FÃ¶rutom

source: subquery
sv: underfrÃ¥ga

source: Compression:
sv: Komprimering:

source: zipped
sv: zippad

source: gzipped
sv: gzippad

source: Rename to
sv: Byt namn till

source: New name
sv: Nytt namn

source: Exporting databases from the current server
sv: Exportera databaser frÃ¥n den aktuella servern

source: Exporting tables from "%s" database
sv: Exportera tabeller frÃ¥n databasen "%s"

source: Exporting rows from "%s" table
sv: Exportera rader frÃ¥n tabellen "%s"

source: Add privileges on the following database(s):
sv: LÃ¤gg till privilegier till fÃ¶ljande databas(er):

source: Wildcards % and _ should be escaped with a \ to use them literally.
sv: Jokertecknen _ och % mÃ¥ste fÃ¶regÃ¥s av ett \ fÃ¶r att anvÃ¤ndas i egentlig betydelse.

source: VIEW name
sv: VIEW-namn

source: Column names
sv: Kolumnnamn

source: Relation view
sv: Relationsvy

source: Select page
sv: VÃ¤lj sida

source: Save to selected page
sv: Spara till vald sida

source: Create a page and save to it
sv: Skapa en sida och spara till den

source: New page name
sv: Nytt sidnamn

source: Additional search criteria
sv: Ytterligare sÃ¶kkriterier

source: Untracked tables
sv: Ej spÃ¥rade tabeller

source: Track table
sv: SpÃ¥ra tabell

source: View output as text
sv: Visa utdata som text

source: Partitioned by:
sv: Partitionerade av:

source: Sub partitioned by:
sv: Underpartitionerade av:

source: Data length
sv: DatalÃ¤ngd

source: Index length
sv: Index lÃ¤ngd

source: first
sv: fÃ¶rst

source: Resource limits
sv: ResursbegrÃ¤nsningar

source: Note: Setting these options to 0 (zero) removes the limit.
sv: Anm: Genom att sÃ¤tta dessa alternativ till 0 (noll) tas begrÃ¤nsningarna bort.

source: Tracked tables
sv: SpÃ¥rade tabeller

source: Last version
sv: Senaste versionen

source: Delete tracking
sv: Ta bort spÃ¥rning

source: Versions
sv: Versioner

source: Create table
sv: Skapa tabell

source: Number of columns
sv: Antal kolumner

source: Add privileges on the following table:
sv: LÃ¤gg till privilegier till fÃ¶ljande tabell:

source: Space usage
sv: AnvÃ¤nt utrymme

source: Effective
sv: Effektiv

source: Add/Delete criteria rows
sv: LÃ¤gg till/Ta bort villkorsrader

source: Add/Delete columns
sv: LÃ¤gg till/Ta bort kolumner

source: Create version %1$s of %2$s
sv: Skapa version %1$s av %2$s

source: Create version %1$s
sv: Skapa version %1$s

source: Track these data definition statements:
sv: SpÃ¥ra dessa datadefinitioners kommandon:

source: Track these data manipulation statements:
sv: SpÃ¥ra dessa datahanteringskommandon:

source: Create version
sv: Skapa version

source: Aggregate
sv: Aggregera

source: As defined:
sv: Som definierat:

source: Check privileges for database "%s".
sv: Kontrollera privilegier fÃ¶r databas "%s".

source: Check privileges
sv: Kontrollera privilegier

source: Export databases as separate files
sv: Exportera databaser som separata filer

source: Export tables as separate files
sv: Exportera tabeller som separata filer

source: Select columns (at least one):
sv: Markera kolumner (minst en):

source: Add search conditions (body of the "where" clause):
sv: LÃ¤gg till sÃ¶kvillkor (uttryck i "where"-sats):

source: Number of rows per page
sv: Antal rader per sida

source: Display order:
sv: Visningsordning:

source: Add to Favorites
sv: LÃ¤gg till i favoriter

source: Page to open
sv: Sida att Ã¶ppna

source: Page to delete
sv: Radera sida

source: Select Export Relational Type
sv: VÃ¤lj Exportera Relationell Typ

source: Session value
sv: SessionsvÃ¤rde

source: Table name
sv: Tabellnamn

source: Collation:
sv: Kollationering:

source: Storage Engine:
sv: Lagringsmotor:

source: Connection:
sv: Anslutning:

source: PARTITION definition:
sv: Partitionsdefinition:

source: Row statistics
sv: Radstatistik

source: static
sv: statisk

source: dynamic
sv: dynamisk

source: partitioned
sv: partitionerad

source: Row length
sv: RadlÃ¤ngd

source: Row size
sv: Radstorlek

source: Next autoindex
sv: NÃ¤sta autoindex

source: Creation
sv: Skapande

source: Last check
sv: Senaste kontroll

source: Do a "query by example" (wildcard: "%") for two different columns
sv: UtfÃ¶r en "Query By Example" (jokertecken: "%") fÃ¶r tvÃ¥ olika kolumner

source: Do a "query by example" (wildcard: "%")
sv: UtfÃ¶r en "Query By Example" (jokertecken: "%")

source: Activate tracking for %s
sv: Aktivera spÃ¥rning fÃ¶r %s

source: Activate now
sv: Aktivera nu

source: Deactivate tracking for %s
sv: Avaktivera spÃ¥rning fÃ¶r %s

source: Deactivate now
sv: Deaktivera nu

source: Export method:
sv: Exportmetod:

source: Quick - display only the minimal options
sv: Snabb - visa endast minimala alternativ

source: Custom - display all possible options
sv: Anpassad - visa alla mÃ¶jliga alternativ

source: File name template:
sv: Filnamnsmall:

source: use this for future exports
sv: anvÃ¤nd detta fÃ¶r framtida exporter

source: Server variables and settings
sv: Servervariabler och instÃ¤llningar

source: Databases statistics
sv: Databas-statistik

source: May be approximate. Click on the number to get the exact count. See [doc@faq3-11]FAQ 3.11[/doc].
sv: Kan vara ungefÃ¤rliga. Klicka pÃ¥ numret fÃ¶r att fÃ¥ exakt siffra. Se [doc@faq3-11] FAQ 3.11 [/doc].

source: Size
sv: Storlek

source: Rows:
sv: Rader:

source: Dump some row(s)
sv: Exportera nÃ¥gra rader

source: Row to begin at:
sv: Rad att bÃ¶rja pÃ¥:

source: Dump all rows
sv: Exportera alla rader

source: The file being uploaded is probably larger than the maximum allowed size or this is a known bug in webkit based (Safari, Google Chrome, Arora etc.) browsers.
sv: Filen som laddas upp Ã¤r fÃ¶rmodligen stÃ¶rre Ã¤n maximalt tillÃ¥tna storlek eller sÃ¥ Ã¤r detta en kÃ¤nd bugg i webkit-baserade webblÃ¤sare (Safari, Google Chrome, Arora etc.).

source: %s of %s
sv: %s av %s

source: %s/sec.
sv: %s/sek.

source: About %MIN min. %SEC sec. remaining.
sv: UngefÃ¤r %MIN min. %SEC sek. Ã¥terstÃ¥r.

source: About %SEC sec. remaining.
sv: UngefÃ¤r %SEC sek. Ã¥terstÃ¥r.

source: The file is being processed, please be patient.
sv: Filen bearbetas, vÃ¤nligen vÃ¤nta.

source: Uploading your import fileâ¦
sv: Laddar upp din importfilâ¦

source: Please be patient, the file is being uploaded. Details about the upload are not available.
sv: VÃ¤nligen vÃ¤nta, filen laddas upp. Detaljer om denna uppladdning Ã¤r inte tillgÃ¤ngliga.
